[
	{
		"id": 1,
		"category": "Education",
		"img": "education-1.png",
		"imgTwo": "education-2.png",
		"title": "Quality Learning for All",
		"description": "Every child deserves access to quality education that shapes their future. Your support provides school supplies, teacher development, and learning environments that inspire growth. We partner with local educators to ensure lasting impact. When children learn in safe, equipped spaces, they thrive. Together, we can close the education gap and build brighter futures.",
		"price": 35,
		"cardColorBg": "#FF444A26",
		"categoryBg": "#FF444A33",
		"textColors": "#FF444A"
	},
	{
		"id": 2,
		"category": "Employment",
		"img": "employment-1.png",
		"imgTwo": "employment-2.png",
		"title": "Job Skills Training",
		"description": "Empowering people through hands-on vocational training helps break the cycle of poverty. From tailoring and plumbing to basic tech and digital literacy, your support builds confidence and competence. Graduates are connected with real job markets. This creates lasting income and self-reliance. A skill learned today is a livelihood secured tomorrow.",
		"price": 60,
		"cardColorBg": "#00897B26",
		"categoryBg": "#00897B33",
		"textColors": "#00897B"
	},
	{
		"id": 3,
		"category": "Clothing",
		"img": "clothing-1.png",
		"imgTwo": "clothing-2.png",
		"title": "Donate Warm Clothes",
		"description": "Access to clean and warm clothing is a basic human right. Your donations help us collect, sort, and distribute quality clothes to people facing harsh winters and extreme poverty. We prioritize children, elderly, and the homeless. Each bundle brings comfort and dignity. A warm coat or blanket can change someone's entire season.",
		"price": 40,
		"cardColorBg": "#79C23F26",
		"categoryBg": "#79C23F33",
		"textColors": "#79C23F"
	},
	{
		"id": 4,
		"category": "Food",
		"img": "food-1.png",
		"imgTwo": "food-2.png",
		"title": "Nutritious Meals Drive",
		"description": "Hunger isn't just about food—it's about hope. We provide daily meals filled with essential nutrients to families struggling with food insecurity. Each plate supports physical growth, focus, and energy. Our team prepares and delivers food safely to urban and rural areas alike. Your help ensures that no child sleeps hungry tonight.",
		"price": 30,
		"cardColorBg": "#F8714726",
		"categoryBg": "#F8714733",
		"textColors": "#F87147"
	},
	{
		"id": 5,
		"category": "Shelter",
		"img": "shelter-1.png",
		"imgTwo": "shelter-2.png",
		"title": "Safe Shelter for All",
		"description": "Having a safe place to sleep restores dignity and security. We provide temporary and permanent housing solutions to families affected by disasters or extreme poverty. From tents to brick homes, every shelter is built with local input and resilience in mind. A roof isn’t just protection—it’s the beginning of recovery and stability.",
		"price": 50,
		"cardColorBg": "#6B4EFF26",
		"categoryBg": "#6B4EFF33",
		"textColors": "#6B4EFF"
	},
	{
		"id": 6,
		"category": "Technology Access",
		"img": "technology-1.png",
		"imgTwo": "technology-2.png",
		"title": "Tech for Students",
		"description": "Access to digital tools can transform a student's future. We equip underprivileged children with laptops, tablets, and internet access. Alongside devices, we offer training in digital literacy and online safety. These resources help them learn, grow, and compete globally. Your support bridges the digital divide and fuels innovation from the ground up.",
		"price": 55,
		"cardColorBg": "#2979FF26",
		"categoryBg": "#2979FF33",
		"textColors": "#2979FF"
	},
	{
		"id": 7,
		"category": "Health",
		"img": "health-1.png",
		"imgTwo": "health-2.png",
		"title": "Essential Medical Support",
		"description": "Millions suffer from preventable diseases due to lack of access to care. We provide medical checkups, medicines, and critical treatment for vulnerable families. Our mobile clinics reach rural zones with no hospitals nearby. With your help, we can detect illnesses early and save lives. Health is not a luxury—it’s a right.",
		"price": 35,
		"cardColorBg": "#0052FF26",
		"categoryBg": "#0052FF33",
		"textColors": "#0053FF"
	},
	{
		"id": 8,
		"category": "Mental Health",
		"img": "mental-health-1.png",
		"imgTwo": "mental-health-2.png",
		"title": "Mental Health Support",
		"description": "Mental well-being is as important as physical health. We offer therapy, emotional support, and counseling for those battling depression, trauma, and anxiety. Community workshops break stigma and encourage openness. Our trained counselors provide safe spaces for healing. With you, we can create a world where no one suffers in silence.",
		"price": 35,
		"cardColorBg": "#AB47BC26",
		"categoryBg": "#AB47BC33",
		"textColors": "#AB47BC"
	},
	{
		"id": 9,
		"category": "Disaster Relief",
		"img": "disaster-relief-1.png",
		"imgTwo": "disaster-relief-2.png",
		"title": "Rapid Disaster Response",
		"description": "When disaster strikes, we act fast. Your support allows us to send emergency kits—food, water, blankets, medicine—within hours. Our response teams collaborate with local authorities to ensure efficient aid. We also assist with long-term recovery and rebuilding. Together, we help communities bounce back stronger and safer than before.",
		"price": 45,
		"cardColorBg": "#EF535026",
		"categoryBg": "#EF535033",
		"textColors": "#EF5350"
	},
	{
		"id": 10,
		"category": "Hygiene",
		"img": "hygiene-1.png",
		"imgTwo": "hygiene-2.png",
		"title": "Promote Hygiene for All",
		"description": "Clean hands save lives. We distribute hygiene kits with soap, sanitizer, toothbrushes, and sanitary pads to families in need. School sessions teach kids about personal hygiene and disease prevention. Especially for women and children, these efforts reduce infection risks. Your help means fewer illnesses and healthier homes.",
		"price": 20,
		"cardColorBg": "#2979FF26",
		"categoryBg": "#2979FF33",
		"textColors": "#2979FF"
	},
	{
		"id": 11,
		"category": "Women Empowerment",
		"img": "women-empowerment-1.png",
		"imgTwo": "women-empowerment-2.png",
		"title": "Empower Women & Girls",
		"description": "When women rise, entire communities rise. We offer education, entrepreneurship training, and seed funding to help women start businesses and claim their rights. Safe spaces support confidence-building and leadership. From girls in school to women in trade, we nurture potential. Empower a woman today and change generations to come.",
		"price": 40,
		"cardColorBg": "#F0629226",
		"categoryBg": "#F0629233",
		"textColors": "#F06292"
	},
	{
		"id": 12,
		"category": "Environmental Care",
		"img": "environment-1.png",
		"imgTwo": "environment-2.png",
		"title": "Protect the Environment",
		"description": "A healthy planet is our shared responsibility. We organize tree-planting campaigns, waste cleanups, and promote solar energy adoption. Communities are educated on recycling, conservation, and sustainable farming. Each small step protects our air, water, and wildlife. Let’s act now—because there’s no planet B for any of us.",
		"price": 30,
		"cardColorBg": "#43A04726",
		"categoryBg": "#43A04733",
		"textColors": "#43A047"
	}
]
